Repository: Belfagor2005/Filmon
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Filmon/locale/*/LC_MESSAGES/Filmon.po
Languages: de, it

source: Exit
de: Verlassen
it: Esci

source: Try again later ...
de: Versuche es später noch einmal ...
it: Prova più tardi ...

source: Session error, try again later ...
de: Sitzungsfehler, versuchen Sie es später noch einmal ...
it: Errore di sessione, riprova più tardi...

source: Error loading channels
de: Fehler beim Laden von Kanälen
it: Errore durante il caricamento dei canali

source: Select stream quality
de: Streamqualität auswählen
it: Seleziona la qualità dello streaming

source: Could not get stream token
de: Stream-Token konnte nicht abgerufen werden
it: Impossibile ottenere il token di streaming

source: Cancel
de: Abbrechen
it: Annulla

source: Error playing stream
de: Fehler beim Abspielen des Streams
it: Errore durante la riproduzione dello streaming

source: Play/pause not supported for this stream
de: Wiedergabe/Pause wird für diesen Stream nicht unterstützt
it: Riproduzione/pausa non supportata per questo flusso

source: WELCOME TO FILMON PLUGIN BY LULULLA
de: WILLKOMMEN BEI FILMON PLUGIN BY LULULLA
it: BENVENUTI AL PLUGIN FILMON DI LULULLA
